Repository: FritzAndFriends/SharpSite
Catalog: SharpSite.Web/Locales/SharedResource.*.resx
Languages: bg, it, sw

# sharpsite_about
source: About SharpSite
bg: За SharpSite
it: Riguardo SharpSite
sw: Kuhusu SharpSite

# sharpsite_about_description
source: SharpSite is a simple blog engine written in C# using Blazor.
bg: SharpSite е лесна система за блогове създадена с помоща на C# Blazor.
it: SharpSite è un semplice motore di blog scritto in C# utilizzando Blazor.

# sharpsite_about_packages
source: Packages Used
bg: Използвани пакети
it: Pacchetti utilizzati
sw: Vifurushi Vilivyotumika

# sharpsite_backtohome
source: Back to home
bg: Към начало
it: SharpSite è un sito web di gestione dei contenuti open source costruito con C# e Blazor. Stai traducendo il testo da presentare su un sito web a un utente. Il testo da tradurre sarà utilizzato come "SharpSite". Testo da tradurre: Torna alla home.
sw: Rudi Nyumbani

# sharpsite_editpost
source: Edit Post
bg: Редактирай пост
it: Modifica post su SharpSite.
sw: Hariri Chapisho

# sharpsite_editpost_content
source: Content
bg: Съдържание
it: SharpSite è un sito web di gestione dei contenuti open source costruito con C# e Blazor. Traduzione: Contenuto
sw: Maandishi

# sharpsite_editpost_description
source: Description
bg: Описание
it: SharpSite è un sistema di gestione dei contenuti open source per siti web costruito con C# e Blazor.
sw: Maelezo

# sharpsite_editpost_publishdate
source: Publish Date
bg: Публикуван
it: SharpSite è un sito web di gestione dei contenuti open source costruito con C# e Blazor. Stai traducendo il testo da presentare agli utenti sul sito web. Il testo da tradurre è "Data di pubblicazione".
sw: Tarehe la Uchapishaji

# sharpsite_editpost_title
source: Title
bg: Заглваие
it: SharpSite è un sito web di sistema di gestione dei contenuti open source costruito con C# e Blazor. Titolo.
sw: Mada

# sharpsite_loading
source: Loading...
bg: Зареждане
it: SharpSite è un sito web di gestione dei contenuti open source costruito con C# e Blazor. Sto traducendo del testo da presentare agli utenti sul sito web. Il testo da tradurre è "Caricamento...".

# sharpsite_newpost
source: New Post
bg: Нов пост
it: SharpSite è un sito web di sistema di gestione dei contenuti open source costruito con C# e Blazor. Nuovo post.
sw: Chapisho Jipya

# sharpsite_pagenotfound
source: Page not found
bg: Страницата не е намерена
it: SharpSite è un sito web di sistema di gestione dei contenuti open source costruito con C# e Blazor. Stai traducendo il testo per essere presentato su un sito web agli utenti. Il testo da tradurre è "Pagina non trovata".
sw: Chapisho halipatikani

# sharpsite_postlist_publisheddate
source: Published Date
bg: Публикуван
it: Data di pubblicazione
sw: Tarehe la Uchapishaji

# sharpsite_postlist_title
source: Title
bg: Заглавие
it: SharpSite è un sito web di gestione dei contenuti open source creato con C# e Blazor. Titolo.
sw: Mada

# sharpsite_save
source: Save
bg: Запази
it: SharpSite è un sito web di sistema di gestione dei contenuti open source costruito con C# e Blazor. Salva.
sw: Hifadhi

# sharpsite_unhandled_exception
source: An unhandled error has occurred.
bg: Грешка в приложението.
it: SharpSite è un sito web di sistema di gestione dei contenuti open source costruito con C# e Blazor. Si è verificato un errore non gestito.

# sharpsite_home
source: Home
bg: Начало
it: SharpSite è un sito web di gestione dei contenuti open source costruito con C# e Blazor. Stai traducendo il testo da presentare su un sito web a un utente. Il testo da tradurre sarà utilizzato come "SharpSite". Testo da tradurre: Home.
sw: Nyumbani

# sharpsite_postsadmin
source: Posts Admin
bg: Постове админ
it: Gestione degli articoli
sw: Msimamizi wa Uchapishaji

# sharpsite_pageadmin
source: Page Admin
bg: SharpSite е уеб сайт за управление на съдържанието с отворен код, изграден с помощта на C# и Blazor. Вие превеждате текст, който ще бъде показан на потребител на уеб сайта. Текстът за превод е "Администраторска страница".
it: SharpSite è un sito web di gestione dei contenuti open source costruito con C# e Blazor. Stai traducendo il testo per essere presentato su un sito web agli utenti. Il testo da tradurre sarà utilizzato come "SharpSite". Testo da tradurre: Pagina di amministrazione.
sw: Msimamizi wa Kurasa

# sharpsite_edit
source: Edit
bg: Редакция
it: Modifica
sw: Hariri

# sharpsite_delete
source: Delete
bg: Изтрийте
it: Cancellare
sw: Futa

# sharpsite_newpage
source: New Page
bg: SharpSite - Нова страница
it: SharpSite è un sito web di sistema di gestione dei contenuti open source costruito con C# e Blazor. Nuova pagina.
sw: Kurasa Jipya

# sharpsite_editpage
source: Edit Page
bg: Редактиране на страницата
it: Modifica Pagina
sw: Kurasa Hariri

# sharpsite_pluginmanagement
source: Plugin Management
bg: Управление на допълнителните модули за SharpSite - плъгини
it: SharpSite è un sistema di gestione dei contenuti open source per siti web costruito con C# e Blazor. Plugin Management.
sw: Usimamizi wa Programu-Jalizi.

# sharpsite_installedplugins
source: Installed Plugins
bg: Инсталирани плъгини.
it: Plugin installati (SharpSite)
sw: Imewekwa Programu-jalizi (Installed Plugins)

# sharpsite_nopluginsinstalled
source: No plugins are installed.
bg: Не са инсталирани никакви допълнения. SharpSite.
it: SharpSite non ha plugin installati.
sw: Hakuna programu nyongeza iliyosanikishwa.

# sharpsite_addnewplugin
source: Add New Plugin
bg: Добавете нов приставка (плъгин) на SharpSite.
it: Aggiungi nuovo plugin.
sw: Ongeza Plugini Mpya

# sharpsite_update
source: Update
bg: Актуализиране
it: Aggiornamento
sw: Back to Home

# sharpsite_remove
source: Remove
bg: Изтриване
it: SharpSite è un sito web di sistema di gestione dei contenuti open source costruito con C# e Blazor. Rimuovi.
sw: Ondoa

# sharpsite_plugin_icon
source: Icon of the plugin
bg: Икона на добавката.
it: Icona del plugin
sw: Ikon ya kidukizi

source: Sharpsite logo
bg: Логото на Sharpsite
it: Logo di Sharpsite
sw: Logo ya Sharpsite

# sharpsite_navmenu
source: Navigation menu
bg: Навигационно меню
it: Menu di navigazione
sw: Menyu ya urambazaji

# sharpsite_userlist
source: User list
bg: Списък на потребителите.
it: Lista degli utenti
sw: Orodha ya watumiaji

# sharpsite_theme_selector
source: Theme selector
bg: Избор на тема
it: Selettore di temi
sw: Kuchagua Mandhari (Theme Selector)

# sharpsite_navadmin
source: Admin navigation
bg: Административна навигация (Admin navigation)
it: Navigazione amministrativa
sw: Uongozi wa Admin

# sharpsite_navmain
source: Main navigation
bg: Главно меню
it: Navigazione principale
sw: Mwongozo mkuu

# sharpsite_admin
source: Site admin
bg: Администратор на сайта
it: Amministratore del sito
sw: Msimamizi wa tovuti (or simply "Msimamizi")

# sharpsite_admin_headertext
source: Welcome to the SharpSite Admin Panel
bg: Добре дошли в административната панел на SharpSite.
it: Benvenuti nel pannello di amministrazione di SharpSite.
sw: Karibu kwenye Jukwaa la Utawala wa SharpSite

# sharpsite_sitesettings
source: Site Settings
bg: Настройки на сайта
it: Impostazioni del sito
sw: Mipangilio ya Tovuti.

# sharpsite_maxupload_label
source: Maximum upload size:
bg: Максимален размер на качване:
it: Dimensione massima di caricamento:
sw: Ukubwa wa juu wa kupakia:

source: SharpSite Home Page
bg: Начална страница на SharpSite
it: Homepage di SharpSite
sw: Ukurasa wa Nyumbani wa SharpSite

# sharpsite_logout
source: Logout
bg: Изходният код е известен просто като SharpSite, система за управление на съдържанието, на база на Blazor и е написан на C#. Излизане.
it: Disconnettersi
sw: Ondoka

# sharpsite_login
source: Login
bg: Вход
it: Accedi
sw: Ingia

# sharpsite_generaladmin
source: General
bg: Основен
it: Generale
sw: Jenerali

# sharpsite_plugin_add
source: Add a Plugin to SharpSite
bg: Добавяне на модул към SharpSite.
it: Aggiungi un plugin a SharpSite.
sw: Ongeza Plugin kwa SharpSite

# sharpsite_plugin_id
source: Plugin Id
bg: Идентификатор на допълнение (Plugin Id)
it: ID del plugin
sw: Kitambulisho cha Plugin

# sharpsite_plugin_name
source: Plugin Name
bg: Име на добавката.
it: Nome del Plugin
sw: Jina la Plugini

# sharpsite_plugin_version
source: Plugin Version
bg: Версия на плъгина
it: Versione del plugin
sw: Toleo la Plugin

# sharpsite_plugin_description
source: Plugin Description
bg: Описание на плъгинa.
it: Descrizione del plugin.
sw: Maelezo ya Plugini

# sharpsite_plugin_author
source: Plugin Author
bg: Автор на допълнение (Plugin)
it: Autore del plugin
sw: Mwandishi wa Plugin

# sharpsite_plugin_website
source: Plugin Website
bg: Уебсайт на плъгин (Plugin Website)
it: Sito del plugin
sw: Tovuti ya Plugini

# sharpsite_accept
source: Accept
bg: Приемам
it: Accetta
sw: Kubali

# sharpsite_reject
source: Reject
bg: Отхвърляне
it: Rifiuta
sw: Kataa

# sharpsite_plugin_file
source: Plugin File
bg: Допълнение за файлови разширения (Plugin File)
sw: Faili la programu iliyounganishwa

# sharpsite_admin_layout_h2
source: Site Management
bg: Управление на сайта
it: Gestione del sito
sw: Usimamizi wa Tovuti (Note: Assuming that "Site Management" refers to website management)

# sharpsite_admin_layout_h1
source: Manage SharpSite
bg: Управление на SharpSite.
it: Gestire SharpSite
sw: Dhibiti SharpSite.

# sharpsite_theme_blank_option
source: Select a theme
bg: Изберете тема
it: Seleziona un tema
sw: Chagua mandhari

# sharpsite_site_appearance_admin
source: Site appearance
bg: Изглед на сайта
it: Aspetto del sito
sw: Muonekano wa tovuti
